{
	"fields":[
		{
			"Field" : "Which field is being revolutionized?"
		},{
			"Agency" : "The name of a vaguely related government agency or company"
		},{
			"Person" : "A person related to the government agency or company"
		},{
			"Person Details" : "Details related to a person within the government agency or company"
		},{
			"Person Quote" : "A quote by a person within the government agency or company"
		}
	],
	"titles":[
		{
			"title": "Could the blockchain technology revolutionize #{Field}?",
			"reqs":["Field"]
		},{
			"title": "Could #{Agency} make themselves more efficient with the blockchain?",
			"reqs":["Agency"]
		},{
			"title": "Could the blockchain technology revolutionize #{Field}? #{Agency} says yes",
			"reqs":["Field","Agency"]
		},{
			"title": "Could the blockchain technology revolutionize #{Field}? Industry insider #{Person} says it could",
			"reqs":["Field","Person"]
		},{
			"title": "Could the blockchain technology revolutionize #{Field}? #{Person} from #{Agency} weighs in",
			"reqs":["Field","Agency","Person"]
		}
	],
	"article":[
		{
			"text":"In the coming months, #{Field} will be revolutionized by companies investing in blockchain technology. Long plagued by inefficiencies, the companies in the field hope to utilize the blockchain to improve efficiency, and utilize the immutable blockchain for something it was initially not designed for.",
			"reqs":["Field"],
			"position": 0
		},
		{
			"text":"#{Agency} has commented today on it's ongoing experiments to minimize it's own internal costs using blockchain technology. Long plagued by increasing budget costs, the hopes are for lower costs and improved efficiency using the immutable blockchain for something it was initially not designed for.",
			"reqs":["Agency"],
			"position":0
		},
		{
			"text":"#{Agency} has commented today on it's ongoing experiments to minimize it's own internal costs using blockchain technology. This is part of a push by companies in the #{Field} to reduce costs in order to fight increased research and development costs by using the immutable blockchain for something it was initially not designed for.",
			"reqs":["Agency", "Field"],
			"position":0
		},
		{
			"text":"#{Person}, an industry insider from the #{Field} industry is betting it all on blockchain technology. The veteran of the industry believes that this will reduce operations costs for the companies in the field by using the public immutable blockchain for something it was not initially designed for.",
			"reqs":["Field","Person"],
			"position":0
		},
		{
			"text":"#{Field} may receive a shake-up in the coming months courtesy of the blockchain technology. A #{Person Details} insider close to the field believes this will reduce inefficiencies leading to a lower cost of operation by using the public immutable blockchain for something it was not initially designed for.",
			"reqs":["Field","Person Details"],
			"position":0
		},
		{
			"text":"Look out #{Field}! An anonymous insider from within the industry believes it will be shaken up by blockchain technology. In an interview, the insider said '#{Person Quote}' in regards to the technology resolving the ever-increasing costs in the field by using the public immutable blockchain for something it was not initially designed for.",
			"reqs":["Field","Person Quote"],
			"position":0
		},
		{
			"text":"In an internal memo that has gone viral, #{Agency} has been discussing implementing the blockchain technology. In an official statement, #{Person} confirmed the new technology would decrease costs and improve efficiency by using the immutable blockchain for something it was initially not designed for.",
			"reqs":["Agency","Person"],
			"position":0
		},
		{
			"text":"#{Agency} announced today that it has been exploring utilizing blockchain technology in order to decrease it's own internal costs. An anonymous #{Person Details} source verified that this would likely reduce operation costs by using the immutable blockchain for something it was initially not designed for.",
			"reqs":["Agency","Person Details"],
			"position":0
		},
		{
			"text":"In an disclosure statement to the SEC, #{Agency} has disclosed it's experiments with the blockchain technology. As quoted in the report, '#{Person Quote}', this would lead to lower costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Person Quote"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. Insider #{Person} assured stockholders that this would lead to decreased operation costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Field","Person"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. An anonymous #{Person Details} source verified that this would likely reduce operation costs by using the immutable blockchain for something it was initially not designed for.",
			"reqs":["Agency","Field","Person Details"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. As quoted in the announcement, '#{Person Quote}', this would lead to lower costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Field","Person Quote"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. A #{Person Details} insider, #{Person}, assured stockholders that this would lead to decreased operation costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Field","Person","Person Details"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. #{Person}, quoted as saying '#{Person Quote}' assured stockholders that this would lead to decreased operation costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Field","Person","Person Quote"],
			"position":0
		},
		{
			"text":"#{Agency}, an industry leader in the field of #{Field} has announced it is experimenting with blockchain technology. A #{Person Details} insider, quoted as saying '#{Person Quote}' assured stockholders that this would lead to decreased operation costs by using the immutable blockchain for something it was not initially designed for",
			"reqs":["Agency","Field","Person Details","Person Quote"],
			"position":0
		},
		{
			"text":"\nThe key components of blockchain technology, being able to inspect the ledger and write to it without a central entity dictating the rules allows the cross-business collaboration. For most industries, being able to manage items in the real world with multiple companies participating can reduce operation costs to lower and lower levels.",
			"reqs":[],
			"position":1
		},
		{
			"text":"\nOne of the key components behind Bitcoin, the blockchain has been recognized as being a public ledger that can be used for assigning value without having to trust a specific company or bank. Coming from nothing in 2009, Bitcoin has become a major force for good, achieving better stability (and deflationary value) than many global currencies between 2009 and now (exception being 2013). The currency has had an uphill battle for it's usage in dark market dealings, mainly for enabling the purchasing of drugs. Just like cash, it can be used to purchase tobacco, alcohol and even acetaminophen.",
			"reqs":[],
			"position":2
		},
		{
			"text":"\nAs more and more industries enter into the blockchain environments, we may see far more investment in this technology with the intent of reducing cost or allowing for distributed assignment of assets both in the virtual or real world.",
			"reqs":[],
			"position":3
		},
		{
			"text":"\nInspired by existing blockchain articles, the output from this Chrome Application (https://github.com/AtheistOfFail/blockchain-journalist) was designed, developed, and produced by a multicultural, altcoin-supporting team of various beliefs, sexual orientations, gender identities, net worth, and feet size.",
			"reqs":[],
			"position":4
		}
	]
}